[
  {
    "title": "Series preview: Cavs-Knicks series provides referendum on summer moves",
    "subtitle": "",
    "content": [
      "All eyes will be on Donovan Mitchell — and New York’s Jalen Brunson — in the first-round series.",
      "Here go the Knicks and the Cavaliers, striding confidently into NBA spring, and all anyone wants to talk about is last summer.",
      "That’s how it sounds, at least, as so much chatter focuses on Donovan Mitchell, the scoring star Cleveland traded for, and the guy New York eschewed. Even Mitchell, a New York native, seemed surprised that the Knicks opted out of talks with Utah, preferring not to part with young pieces and draft picks. The Knicks signed free-agent guard Jalen Brunson, nurtured along the likes of Immanuel Quickley, Quentin Grimes and others, picked up spark plug Josh Hart in February, and turned it all into the fifth seed in the East. They’re making their second postseason appearance in the past 10 years, which makes it hard to quibble with the results.",
      "Cleveland showed no such hesitancy, though. It put together a hefty package to the Jazz’s liking to bring in precisely the sort of star it needed. Mitchell responded with the best of his five NBA seasons, averaging a career-high 28.3 points and making every other Cavalier a little better with his presence.",
      "",
      "Now, for many, the outcome of this series will serve as a sort of referendum. If the Knicks prevail, they will have made the more prudent move. If the Cavaliers advance, they went big and avoid going home.",
      "Regular Season Results",
      "Oct. 30:Cavaliers 121, Knicks 108Dec. 4:Knicks 92, Cavaliers 81Jan. 24:Knicks 105, Cavaliers 103March 31:Knicks 130, Cavaliers 116",
      "NBA TV previews the Knicks-Cavaliers first-round matchup.",
      "3 Things To Watch",
      "1. Mitchell vs. Brunson.As noted above, these are the two additions who elevated their teams into the playoffs. Each led his team in scoring during the four regular-season matchups, Mitchell putting up 31.8 points against New York (38 in the first meeting) while Brunson burned Cleveland for 25.3 points (48 in the most recent clash). The Knicks guard doesn’t dominate the ball quite as much as Mitchell, but he’ll be the one they look to late in clocks. For a reference point, when Dallas beat Utah in six games last spring in the West, Brunson averaged 27.8 points and shot 48.4% to Mitchell’s 25.5 on 39.8% shooting.",
      "2. Cavs’ D vs. Knicks’ O.Which blinks first? In their four games vs. New York this season, the Cavaliers – who had the top-ranked defense this season at 109.9 points per 100 possessions – saw it slip to 112.7. Then again, the Knicks had a 117.0 offensive rating overall, compared to that 112.7 vs. Cleveland. The slow pace at which Cavs coach J.B. Bickerstaff likes to play might have a big say in this, but New York is capable – its coach is Tom Thibodeau, after all – of grinding gears in a half-court slog.",
      "3. Where’s Danny?When the Cavaliers acquired veteran guard Danny Green in February, the idea was that his vast postseason resume would be as valuable as his flypaper defense and 3-point range at precisely this point on the calendar. It all still might happen, but Green has played only 71 minutes in seven appearances for Cleveland (14 DNPs) and this is the time of year rotations get tighter. It might not make or break the Cavaliers’ outlook but his involvement bears watching.",
      "X-Factor",
      "Julius Randle will be the center of attention — if he’s able to play at full strength after an ankle injury.",
      "Until Julius Randle removes the “?” from his sprained left ankle, he gets the “X” here. Randle got hurt two weeks ago against Miami, has been hobbling in a walking boot and is due for a re-evaluation in the next few days. If he’s not able to compete or even is limited, he could be headed for a repeat of last spring when he launched 18.8 shots per game to average 18 points and shot 29.8% in the five-game elimination by Atlanta. Half-full Knicks fans will be looking for the two-time All-Star and possible All-NBA selection to test Cleveland’s Evan Mobley and Jarrett Allen inside and out.",
      "Number To Know",
      "+5.6 —The Cavs were tied forthe league’s fifth-best record, but had the second-best point differential, both on aper-100-possessions(+5.6) andper-game(+5.4) basis. They ranked higher than the Milwaukee Bucks (best record in the league) in both offensive and defensive efficiency and were one ofthree teamsthat ranked in the top 10 on both ends of the floor. Statistically, they were a much better team than their record would indicate.",
      "The Cavs were 24-21 (10th best) in games that were within five points in the last five minutes, and 27-10 (second best) otherwise, leading the league with 33 double-digit wins. That was the league’s biggest such differential, and this was the second straight season where Cleveland wasn’t as good in close games as it was otherwise. The Cavs’ defense was solid in clutch situations, but they hadthe league’s 20th-ranked clutch offense, with Darius Garland (21-for-62, 33.9%) being one ofseven playerswho shot worse than 35% on at least 50 clutch field goal attempts.",
      "Julius Randle was one of the other six and the Knicks were also worse in clutch games (23-22) than they were otherwise (24-13). Three ofthe four regular-season meetingswere within five points in the last five minutes, with the Knickswinning two of those three.",
      "— John Schuhmann",
      "The Pick",
      "No Randle, no shot for New York. If he’s back and nearly 100%, this figures to be a long series. Both coaches preach defense, both have solid rim protection, and both have dynamic point guards driving their attacks. If Mitchell Robinson and Allen cancel each other out in the paint, the versatile Mobley might prove to be the difference, bothering the Knicks from various spots at both ends. The Cavaliers probably face a bit more pressure but they have home court to start and to finish. That should get it done.Cavaliers in 7.",
      "* * *",
      "Steve Aschburner has written about the NBA since 1980. You can e-mail himhere, findhis archive hereandfollow him on Twitter.",
      "The views on this page do not necessarily reflect the views of the NBA, its clubs or Warner Bros. Discovery Sports."
    ]
  },
  {
    "title": "Series preview: Young, upstart Kings aim to oust defending-champion Warriors",
    "subtitle": "",
    "content": [
      "All-Star big man Domantas Sabonis is hoping to lead the Kings to their 1st playoff series win since 2004.",
      "The good news for the Sacramento Kings is that, after an absence of 17 years, they areback in the NBA playoffs. Better yet, they enter as the No. 3 seed in the West, with homecourt advantage at least through the first round.",
      "The not-so-good news is that the Kings must face the NBA’s defending champions, the Golden State Warriors, who clinched the final full-fledged playoff berth on the regular season’s final day and seemed so pleased, it was as if Stephen Curry and crew had planned it that way all along.",
      "“Oh, that’s who we’re playing? Oh, cool,” Golden State’s Klay Thompson said, informed of the matchup after Sunday’s final victory at Portland. “That’s gonna be fun, man. … I mean, great for the NBA, great for Northern California, and it’s great for us, we don’t have to travel too far.”",
      "",
      "Right there, one of Sacramento’s presumed advantages in the best-of-seven already has gone sideways. Golden State was 11-30 in road games, but the ones in this series will be different, played literally up the road about 90 miles on I-80. If the Warriors were bothered by time zones or air miles this season, those won’t be issues now.",
      "The Kings legitimately see themselves as favorites. They have a pair of All-Stars in Domantas Sabonis and De’Aaron Fox surrounded by a strong ensemble cast. Their breathtaking offensive rating of 118.6 dwarfs anything Golden State was putting up in its golden era (2015-19).",
      "They also won the Pacific Division but wound up only four victories ahead of the Warriors overall, and Golden State took three of the teams’ four meetings. The Kings’ 25-16 road mark, tops in the West, might be dampened by the proximity and bus rides. A lot of fans figure to invade the other guys’ arena in this one.",
      "Regular-season Results",
      "Oct. 23:Warriors 130, Kings 125Nov. 7:Warriors 116, Kings 113Nov. 13:Kings 122, Warriors 115April 7:Warriors 119, Kings 97",
      "NBA TV previews the Kings-Warriors first-round matchup.",
      "3 Things to Watch",
      "1. De’Aaron Fox vs. Steph Curry. This is a microcosm of the series overall: A team/star on the rise against an established legend. Fox averaged 25.2 points per game, made his first All-Star team and established himself asone of the NBA’s most “clutch” players. Curry’s 29.5 ppg didn’t show up among the official leaders because injuries cost him too many games. But ask many scouts which guy they’d rather have with the ball in his hands late, it’s Curry. This matchup could start to change that.",
      "2. Playoff Sabonis. The Kings’ All-Star center, who will get some Kia MVP love when ballots are counted, averaged 19.1 ppg, 12.3 rpg and 7.3 apg on 61.5% shooting. He also joined elite company by becoming only the third center in NBA history with at least 1,500 points, 900 rebounds and 500 assists in a season (The previous two? Wilt Chamberlain and Nikola Jokic). Now it needs to transfer to the postseason. Sabonis has only played in 13 playoff games, none since 2019 with Indiana, and his stats are mere shells of the player he is now: 9.6 ppg, 4.8 rpg and 1.6 apg.",
      "3. Counting by threes. Twenty players made 200 or more 3-pointers this season, and five of them are in this series: Curry, Thompson and Jordan Poole for the Warriors, Kevin Huerter and rookie Keegan Murray for the Kings. Thompson became only the third player in NBA history to reach 300 (301), joining Curry and James Harden on that list. Murray (206) zoomed by Donovan Mitchell’s 2017-18 rookie record (187). Golden State ranked first in arc attempts, second in accuracy; Sacramento was sixth and ninth",
      "X-Factor",
      "Andrew Wiggins was key to the Warriors’ title run in 2022. Can he do so again this year?",
      "Andrew Wiggins.He redefined his career last season, earning an All-Star spot and, with his two-way play, proving himself to be Golden State’s third best player right through the 2022 championship run. This year has been a mess, though, with a month in the middle lost to injuries and illness, then absent from the final 35 gamesdue to personal leavefor an apparent family issue. Finally last week, Wiggins came back, embraced by his teammates and coaches and immersed in conditioning work to be ready for the second season. If he is mentally present, the 6-foot-7 wing should be physically ready for the demands ahead, with his shooting (38.6% on threes as a Warrior) and on-ball defense restoring some of Golden State’s strengths.",
      "Number To Know",
      "+21.9— The Warriors’ preferred starting lineup outscored their opponents by 21.9 points per 100 possessions,the best mark(by a wide margin) among 41 lineups that played at least 200 total minutes together. It hadthe best offensive mark(128.0 points scored per 100) andthe fifth best defensive mark(106.1 allowed per 100) among those 41 lineups.",
      "That lineup, which hasn’t played together since Feb. 4, should finally reunite for the first round. But while it’s been dominant, it can’t play 48 minutes a night. The lineup averaged just 12.2 minutes per game in the regular season and over their six runs to the finals, the most any Warriors lineup (that played in at least five games) averaged in the playoffs was14.4 minutes per game. So, even if Andrew Wiggins is a full-go for Game 1, minutes from the Warriors’ bench (which ranked17thin the regular season) will be critical.",
      "Sacramento’s starting lineup played 900 minutes together,162 morethan any other five-man unit in the league. But it outscored opponents by just 2.2 points per 100 possessions, a mark which ranked 26th among those 41 lineups that played at least 200 minutes, withthe eighth worst defensive mark(116.1 points allowed per 100 possessions) among that group. A key for the Kings will be making sure they stay in contact with the defending champs in the first six minutes of the first and third quarters, knowing that they should have an advantage with reserves on the floor.",
      "— John Schuhmann",
      "The Pick",
      "It’s puzzling that these teams have never met in the playoffs – in their California incarnations, anyway – until you look at their timelines. The Kings qualified only twice and quickly were dispatched in the 13 years from 1986 through 1998. Then they made the playoffs eight consecutive years, and then not at all since 2006. Golden State missed every year from 1999-2006, part of a 1-in-18-year playoff drought. They rarely have been good at the same time, but they are now. The Warriors’ timing in health and pride in keeping its window propped open just a tad longer will help exploit the Kings’ playoff training wheels.Warriors in 7."
    ]
  },
  {
    "title": "Series preview: Star-studded showdown could hinge on Paul George's absence",
    "subtitle": "",
    "content": [
      "How far will Kevin Durant (left) take Phoenix in the 2023 playoffs?",
      "Kevin Durant changes everything. When he arrived in Phoenix at midseason following a forcedtradefrom the Nets, the Suns’ playbook and scouting report suddenly became outdated. Durant is such a game-changer — as a scorer, impact player, clutch player — that he can disrupt the dynamics of any team he joins, in a good way of course.",
      "This comes as a disappointment to the Clippers, still trying to cash in four years after getting Kawhi Leonard and Paul George, and raising the hopes and chances of a title for the other team In LA. Injuries managed to place a speed bump in that road, and oh look, George enters this series with a limp,still smarting from a knee injurythat may reduce his effectiveness. That’s a tough pill to swallow for the Clippers, who did a solid job in surrounding those two stars with help and depth. That said, the Clippers are built around Kawhi and PG, so any absence by one of them is costly.",
      "Durant, Devin Booker, Chris Paul and Deandre Ayton are a fearsome foursome, especially if Paul defies age here in the postseason. They’ll get tested right away by the Clippers, and especially vice versa.",
      "Regular-season results",
      "Oct. 23:Suns 112, Clippers 95Dec. 15:Suns 111, Clippers 95Feb. 16:Clippers 116, Suns 107April 9:Clippers 119, Suns 114",
      "3 things to watch",
      "1. Kawhi Leonard vs. Kevin Durant.The Clippers really lack anyone with the size to effectively eyeball KD on defense, but they do have the quality in Kawhi. Which means we’ll see this mano a mano for scattered minutes throughout each game. The Clippers would be foolish to assign Kawhi on KD for generous minutes and risk Kawhi getting into foul trouble; given Paul George’s questionable health, that would be detrimental to LA. Kawhi is an elite defender, or at least had that reputation before the injuries, and KD, who has averaged 26 points on 57% shooting with the Suns, is an elite scorer. This is easily the must-see matchup of the series.",
      "2. Chris Paul’s impact.He’s coming off a season where almost everything about his game plummeted, at least compared to his career averages and reputation. This is understandable given Paul is 37; still, his production will be critical to the Suns’ chances. Here’s what’s in his favor: LA lacks an All-Star point guard to match against him. While Russell Westbrook has shown signs of life since arriving, he’s still too unpredictable and prone to turnovers and shots he either misses or passes up. If CP is the best point guard on the floor this series, that might not be saying much, but it’ll go a long way to helping the Suns offensively, since he’s still the best ball distributor on the club.",
      "Paul George's availability looms large over first-round seres",
      "3. Paul George.Well, of course, this is the key to the series. George injured his knee on March 21, hasn’t broken a sweat since, and the Clippers are not expecting him to return for the start of the series, at least. Obviously his worth to LA, and this series, is massive. George remains one of the league’s better two-way players and his defense especially will aid the Clippers against Booker, who brings the skills to drop 40 points or even more on any given night. But if George isn’t 100%, how can he expect to keep up with one of the game’s great all-around shooters off the bounce? In addition, the Clippers could use his 24 points per game and creativity, along with his tag-team ability with Kawhi. In this situation PG better not stand for Probably Gone.",
      "X-Factor",
      "With Paul George missing the start of the series, Norman Powell will be even more important to the Clippers’ chances.",
      "Norman Powell, Clippers.Outside of PG and Kawhi, was the most consistent and dependable player on the Clippers roster this season. He emerged as one of the game’s best sixth men with solid play, averaging 17 points in 26 minutes and serving as a security blanket whenever Kawhi or PG couldn’t suit up. Well, well, well: PG is dealing with health issues and the Clippers will need a surplus of minutes and production from their trusty swingman, who has come through in such emergency situations. Powell brings decent shooting range (40%) and also a strong body to match up defensively. Of all the Clippers not named Kawhi and PG, he’s the one who gives coach Ty Lue the fewest reasons for worry.",
      "Number to know",
      "67.7% —Kevin Durant averaged29.1 points per gameon a true shooting percentage of 67.7% this season. The latter is the highest true shooting percentage in NBA history for any player who’s averaged at least 25 points in 25 games or more (439 total instances). In short, 2022-23 Kevin Durant was the most efficient high-volume scorer that we’ve ever seen. He shot 67.9% in the paint,an incredible 56.0% from mid-range, 40.4% from 3-point range and91.9% from the free throw line.",
      "True shooting percentage = PTS / (2 * (FGA + (0.44 * FTA)))",
      "Kawhi Leonard didn’t score as much and wasn’t as efficient as Durant, but he did average 27.1 points on a true shooting percentage of 66.1% after the All-Star break. And the last time he was in the playoffs (2021), Leonard averaged30.4 pointson a true shooting percentage of 67.9%, the highest mark in NBA history for a player who averaged at least 30 points in eight or more playoff games (63 total instances).",
      "So we have a matchup of two ridiculously efficient, high-volume scorers, and a key for both teams may be keeping Durant and Leonard from taking a high volume of shots.",
      "— John Schuhmann",
      "The Pick",
      "It’s really tricky trying to handicap this series without knowing the full extent of Paul George’s health, although, he’s likely out to begin the first round. For now, let us assume he will play when the series shifts to LA for Games 3 and 4, but hewill also be hampered. Doesn’t that sound reasonable? Well, that might not be enough for the Clippers, who’ll need a pair of ace defenders to deal with KD and Booker. Those two might average 60 a game. And KD, especially, is eager to distance himself from the Brooklyn Nets experience and also the injuries that cost him following his last championship, with the Warriors. One of these years, the Clippers will enter the playoffs with a clean bill of health and bring a decent chance of at least reaching the NBA Finals. This doesn’t appear to be that year — unless PG’s body fools us all and can stand the grind.Suns in 6.",
      "* * *",
      "Shaun Powell has covered the NBA for more than 25 years. You can e-mail himhere, findhis archive hereand follow him onTwitter.",
      "The views on this page do not necessarily reflect the views of the NBA, its clubs or Warner Bros. Discovery Sports."
    ]
  },
  {
    "title": "Series preview: Grizzlies, Lakers renew budding rivalry",
    "subtitle": "",
    "content": [
      "Will the Lakers have enough to slow down Ja Morant and the No. 2 seed Grizzlies?",
      "Spiciness galore awaits when the resurgent, veteran-laden Lakers hit the road to face a young and brash (and yet experienced) Memphis squad not in awe of LeBron James and the 2020 NBA champions.",
      "“I wouldn’t mind playing LeBron in a seven-game series,” Grizzlies guard Dillon Brooks said on Tuesday. “[It’s his] first time back in the playoffs [since 2021]. Knock him out right away. They’ll test us good. They’ve got good pieces, good players. That’ll be a good first-round matchup for us.”",
      "NBA fans certainly won’t complain about this juicy opening-round pairing.",
      "If you remember, the first signs of a chippy, budding rivalry between these teams surfaced back in January of 2022, when Memphis guard Desmond Bane and James tangled in aminor altercationthat quickly went viral.",
      "“We got into what we got into on the court,” Bane told NBA.com at the time.",
      "The Grizzlies left the floor that night with their third straight win against the Lakers. But L.A. would snatch away two of the next three in the series, including a 122-121 win on Jan. 20 that was marred by aheated situationinvolving Hall of Fame football player Shannon Sharpe, Brooks, Ja Morant and his father, Tee.",
      "",
      "Regular-season results:",
      "Jan. 20:Lakers 122, Grizzlies 121Feb. 28:Grizzlies 121, Lakers 109March 7:Lakers 112, Grizzlies 103",
      "With Anthony Davis and LeBron James playing their best down the stretch vs. Minnesota, the Lakers reach the playoffs and could be hitting their stride.",
      "3 things to watch",
      "1. Brooks vs. James.For all of Brooks’ supposed antics, teams would love to have a player as intensely competitive as the longest-tenured Grizzly. Brooks guarded James once in the three meetings between these teams during the regular season, as the latter played in only one of the contests. Brooks limited the four-time MVP to 8-of-21 shooting for 23 points and made sure to let everybody know about it. “I was just making him go left all game,” Brooks said afterward. “I need to play physical with him, continuously bump him all the time and don’t let him take easy shots.”",
      "2. Depth.The Lakers improved in that department ahead of the trade deadline by adding a pair of new starters in D’Angelo Russell and Jarred Vanderbilt to go with solid backups Rui Hachimura and Malik Beasley. Those reinforcements will be tested against the Grizzlies’ second unit, which is led by quality reserves Tyus Jones and Luke Kennard, who is shooting 54% on 3-pointers in 24 games since being dealt to Memphis in February. The Grizzlies are stretched thin in the frontcourt, forcing Santi Aldama to play more minutes with Brandon Clarke (Achilles) out for the season and Steven Adams (knee)reportedly expected to missthe playoffs. Quality minutes from the reserves will impact this series.",
      "3. Anthony Davis.Given the extra attention the Grizzlies will give James, Davis must take on the bulk of the offensive workload. Conversely, Memphis faces a tough task dealing with Davis, who has connected on 50% or better from the floor in five of his last six games against the Grizzlies. In 35 career games against Memphis, Davis averages 22.7 points, 11.5 rebounds and 2.8 blocks per game. It’s expected Xavier Tillman gets first crack guarding Davis, withKia Defensive Player of the Year candidateJaren Jackson Jr. serving at times as a help defender. In the last meeting between these teams in March, Davis was unstoppable, scoring 30 points and grabbing a season-high 22 rebounds. Staying out of foul trouble will be key for Jackson.",
      "X-Factor",
      "Jaren Jackson Jr. looks to bring late-season offensive momentum into the first-round matchup with the Lakers.",
      "Jaren Jackson Jr.He figures prominently in Memphis’ plans for rebounding and defense, especially with Adams out. But Jackson opens the Grizzlies’ offense when he’s aggressively getting to his sweet spots on the floor. Jackson scored 31 points or more in three of his last four regular-season appearances. When he’s aggressive, defenses must respect him as well as Ja Morant, who finished ninth this season in paint scoring after leading the league in that stat in 2021-22. The threat of Jackson and Morant inside leads to solid looks outside for knockdown shooters like Desmond Bane and Luke Kennard. Pick your poison.",
      "Number to know",
      "23.4— The Lakers allowed 23.4 transition points per game, thefourth-mostin the regular season. L.A. ranked12th defensivelyoverall, and they werethirdon that end of the floor (110.9 points allowed per 100 possessions) as they went 18-9 after the trade deadline. But that defense wasn’t great in transition, which could be a problem against this particular opponent.",
      "With Desmond Bane (6.6) and Ja Morant (6.1) rankingfifth and seventhamong individuals, the Grizzliesranked secondwith 25.8 transition points per game. Overall, Memphis took a step backward offensively this season (ranking11thafter rankingfourthlast season), but it remained potent on the break.",
      "L.A. won two of the three regular-season meetings. Over their two losses (one without Morant), the Grizzliestotaled 17 fast break points. Intheir Feb. 28 win, they had 33.",
      "— John Schuhmann",
      "The Pick",
      "Los Angeles owns a puncher’s chance considering its talent level and experience against the Grizzlies’ relative youth. And it’s always unwise to bet against James. But it is Memphis’ time. This young, hungry squad has advanced a little further in each of its last two postseason berths, learning valuable lessons along the way to apply in this series.Grizzlies in 6.",
      "* * *",
      "Michael C. Wright is a senior writer for NBA.com. You can e-mail himhere, find his archivehereand follow him onTwitter.",
      "The views on this page do not necessarily reflect the views of the NBA, its clubs or Warner Bros. Discovery."
    ]
  },
  {
    "title": "Series preview: Celtics look to flex might against Hawks in first round",
    "subtitle": "",
    "content": [
      "Led by star swingman Jayson Tatum, the Celtics have been equally adept at offense and defense this season.",
      "Though the Miami Heat were just not the same team this year, the Boston Celtics are probably happy not to face their South Beach nemesis for the third time in the last four postseasons. Instead, they’ll open the 2023 playoffs against the Atlanta Hawks, who went on the road andbeat the Heatin theAT&T Play-In Tournament. The last timethesetwo teams met in the playoffs (2016 first round), Al Horford was on the Hawks while Marcus Smart is the only Celtics player who remains from that series.",
      "No matter the opponent, the Celtics would be the heavy favorite in this series. They’re the defending Eastern Conference champs and,statistically, they’ve been the best team in the league this season. The Hawks have been terrific offensively over the last couple of months and will have a chance any night that the Celtics aren’t shooting well. But Boston is the better team on both ends of the floor and has, arguably, the two best players in the series. Tougher challenges lay ahead.",
      "",
      "Regular-season results:",
      "Nov. 16:Celtics 126, Hawks 101March 11:Celtics 134, Hawks 125April 9:Celtics 120, Hawks 114",
      "With the Bucks, Celtics and 76ers separating themselves in the East, can any lower seed dethrone them come playoff time?",
      "3 things to watch",
      "1. Targeting Trae Young.The Celtics’ offense can be great with ball movement, but they’re also a team that will relentlessly attack the opponents’ weakest defender. There might not be a defender in this league with a bigger target on his chest than Trae Young. We can be sure that whomever Young is guarding will be setting ball screens for Jayson Tatum (who will also set screens for that guy) in an effort to get Young switched onto the guy whoranked sixthin total isolation possessions this season. How well the Hawks scramble out of those situations could determine how long this series lasts.",
      "2. Atlanta’s second chances.The Heatranked fourthin defensive rebounding percentage in the regular season … only to get destroyed on the glass by the Hawks in the 7-8 Play-In game. The Celtics led the league in defensive rebound percentage in the regular season, but the Hawks’ 19.0 second-chance points per game in the season series werethe most for any Boston opponent. One of those games was the last of the season when both teams were resting four of their five starters. But Atlantaranked secondin offensive rebounding percentage after the All-Star break, with Onyeka Okongwu (14.2%) and Clint Capela (12.7%) both rankingin the top 12among individuals.",
      "3. Al Horford’s 3-point shooting.Overhis previous four seasons(2018-19 through 2021-22), Horford shot 35.1% from 3-point range. This season: 44.6%,bestamong 103 players with at least 300 attempts. The Celtics want to shoot a lot of 3s (they rankedsecondin 3-point rate in the regular season), Horford will often be the guy left open after a drive-and-kick sequence, and if he can continue shooting this well, Boston will be extremely potent offensively.",
      "X-Factor",
      "Celtics center Robert Williams III is still working himself into form as the 2023 playoffs begin.",
      "Robert Williams III.Williams played in only 35 games this season, including only seven of the Celtics’ final 18, having also missed seven games in last year’s playoffs. The Celtics wereat their best, especiallydefensively, with Williams on the floor this season and were especially strong (plus-15.9 points per 100 possessions) when he played alongside Horford on the frontline. This matchup may favor lineups with five shooters (Horford at the five), but the Celtics may really need Williams on the glass against the Hawks’ frontline. They’ll certainly need him healthy going forward should they get through this series.",
      "Number to know",
      "3— The Celtics ranked second in bothoffensiveanddefensiveefficiency in the regular season, becoming just the third team in the 27 seasons for which we have play-by-play data to rank in the top three on both ends of the floor. The other two were the 2014-15 Warriors (second and first) and the 2016-17 Warriors (first and second), which both won the NBA championship.",
      "The Celtics got off to a hot start, with a ridiculously efficient offense as they won 18 of their first 22 games. But, even if we count the gamesafterthat 18-4 start, they still ranked in the top five on both ends of the floor (fifth offensively,third defensively).",
      "The other two times (over these last 27 seasons) that the Celtics ranked in the top five on both ends of the floor were 2008-09 (when they lost in the conference semis) and 2019-20 (lost in the conference finals). While the other two teams that have ranked in the top three on both ends won the championship, only five of the other 22 that have ranked in the top five on both ends (since 1996-97) have gone on to win the title.",
      "The Pick",
      "The Hawks have had a potent offense under coach Quin Snyder, and they were able to grab a bunch of offensive boards against the Celtics this season. But Boston still won all three meetings, scoring more than125 points per 100 possessions(the best mark for any Hawks opponent) over the three. The Celtics don’t have any weak spots (either offensively or defensively) in their rotation, they execute well on both ends of the floor, and Tatum is a star who was absolutely terrific through the first three rounds of the playoffs last year.Celtics in four.",
      "* * *",
      "John Schuhmann is a senior stats analyst for NBA.com. You can e-mail himhere, findhis archive hereandfollow him on Twitter.",
      "The views on this page do not necessarily reflect the views of the NBA, its clubs or Warner Bros. Discovery Sports."
    ]
  }
]